Repository: teleshoes/raspi-config
Catalog: addons/plugin.image.mypicsdb/resources/language/Slovak/strings.po
Languages: sk

# #30000
source: MyPicture Database
sk: MyPicture databáza

# #30001
source: Database
sk: Databáza

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
sk: Po.|Ut.|St.|Št.|Pi.|So.|Ne.

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
sk: Jan.|Feb.|Mar|Apr.|Máj|Jún|Júl|Aug.|Sep.|Okt.|Nov.|Dec.

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
sk: Pondelok|Utorok|Streda|Štvrtok|Piatok|Sobota|Nedeľa

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
sk: Január|Február|Marec|Apríl|Máj|Jún|Júl|August|September|Október|November|December

# #30020
source: Picture folder
sk: Priečinok obrázkov

# #30021
source: Remove from database missing pictures
sk: Odstrániť chýbajúce obrázky z databázy

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
sk: Prehľadávaj rekurzívne (vo všetkých podpriečinkoch budú hľadané obrázky)

# #30023
source: Picture extensions
sk: Prípony obrázkových súborov

# #30024
source: Perform scan at addon startup
sk: Vykonať prehľadávanie pri štarte doplnku

# #30025
source: Initialize the database at next addon startup
sk: Inicializovať databázu pri ďalšom štarte doplnku

# #30026
source: Use the picture as fanart for pictures
sk: Použiť tento obrázok ako FanArt obrázkov

# #30027
source: Settings for the dialog scan popup
sk: Nastavenia pre kontextové menu prehľadávania

# #30028
source: Video extensions
sk: Prípony video súborov

# #30029
source: Use the videos
sk: Použi videá

# #30030
source: General
sk: Všeobecné

# #30031
source: Files
sk: Súbory

# #30032
source: Age of recent files (days)
sk: Vek naposledy pridaných súborov (dni)

# #30033
source: Menu Items
sk: Položky menu

# #30034
source: Display all items
sk: Zobraziť všetky položky

# #30035
source: Number of pics per page
sk: Počet obrázkov na stránku

# #30040
source: Only display pictures with rating of at least
sk: Zobraz len obrázky s hodnotením najmenej

# #30041
source: All
sk: Všetky

# #30042
source: 1 star
sk: 1 hviezda

# #30043
source: 2 stars
sk: 2 hviezdy

# #30044
source: 3 stars
sk: 3 hviezdy

# #30045
source: 4 stars
sk: 4 hviezdy

# #30046
source: 5 stars
sk: 5 hviezd

# #30050
source: Pics
sk: Obrázky

# #30051
source: Videos
sk: Video

# #30052
source: Tags
sk: Značky

# #30060
source: Locate on disk
sk: Lokalizuj na disku

# #30061
source: Archive those pictures
sk: Archivovať tie obrázky

# #30062
source: Export those pictures to...
sk: Exportovať tie obrázky do...

# #30063
source: Add the file to archive :
sk: Pridať súbor do archívu:

# #30064
source: The archive '%s' already exists in
sk: Archív '%s' už existuje v

# #30065
source: Overwrite ?
sk: Prepísať

# #30066
source: Archive canceled.
sk: Archív bol zrušený

# #30067
source: Adding the picture to archive...
sk: Pridávanie obrázku do archívu...

# #30068
source: The archiving has been canceled !
sk: Archivovanie bolo zrušené !

# #30069
source: %s errors while archiving %s files
sk: %s chýb počas archivovania %s súborov

# #30070
source: %s pictures successfully archived !!
sk: %s obrázkov úspešne archivovaných !!

# #30071
source: Localization of the picture on disk
sk: Lokalizácia obrázku na disku

# #30090
source: Pictures without City
sk: Obrázky bez Mesta

# #30091
source: Pictures without Country
sk: Obrázky bez Krajiny

# #30092
source: Other pictures in '%s'
sk: Ostatné obrázky v '%s'

# #30093
source: Browse by Geography
sk: Prehliadať podľa Geografie

# #30094
source: Pictures without supplemental category
sk: Obrázky bez Dodatkovej Kategórie

# #30095
source: Browse by Supplemental Category
sk: Prehliadať podľa Dodatkovej Kategórie

# #30096
source: Pictures without categories
sk: Obrázky bez Kategórie

# #30097
source: Browse by Category
sk: Prehliadať podľa Kategórie

# #30098
source: Global search
sk: Globálne vyhľadávanie

# #30099
source: Paths of picture folders
sk: Cesty priečinkov obrázkov

# #30100
source: All images from %s (%s pics)
sk: Všetky obrázky z %s (%s obrázkov)

# #30101
source: Browse by Date
sk: Prehliadať podľa Dátumu

# #30102
source: Browse by Folders
sk: Prehliadať podľa Priečinku

# #30103
source: Browse by Keywords
sk: Prehliadať podľa Kľúčového slova

# #30104
source: No keyword pictures
sk: Žiadne obrázky podľa kľúčového slova

# #30105
source: Date ranges
sk: Rozsah dátumov

# #30106
source: Add a new date range
sk: Pridať nový rozsah dátumov

# #30107
source: Choose the start date
sk: Zvoliť počiatočný dátum

# #30108
source: Choose the end date
sk: Zvoliť konečný dátum

# #30109
source: Pics from %s to %s
sk: Obrázky od %s do %s

# #30110
source: Input a title for this date range :
sk: Zadajte pomenovanie pre tento rozsah dátumov:

# #30111
source: Delete this date range
sk: Vymazať tento rozsah dátumov

# #30112
source: Rename this date range
sk: Premenovať tento rozsah dátumov

# #30113
source: From %s to %s
sk: Od %s do %s

# #30114
source: Input manually date
sk: Zadajte dátum manuálne

# #30115
source: Word to search for
sk: Vyhľadávané slovo

# #30116
source: %s results for '%s' in '%s'
sk: %s výsledkov pre '%s' v '%s'

# #30117
source: Start date of the date range
sk: Počiatočný dátum rozsahu dátumov

# #30118
source: End date of the date range
sk: Konečný dátum rozsahu dátumov

# #30119
source: The search for '%s' did not match in the whole database
sk: V celej databáze sa nenašiel záznam totožný s vyhľadávaným '%s'.

# #30120
source: Browse by Persons
sk: Prehliadať podľa Osoby

# #30121
source: Pictures without persons
sk: Obrázky bez Osoby

# #30122
source: Browse by Tags
sk: Prehliadať podľa Značky

# #30123
source: Help
sk: Nápoveda

# #30130
source: The %s latest pics
sk: %s naposledy pridaných obrázkov

# #30131
source: Recent pics (number of images)
sk: Naposledy pridané obrázky (počet obrázkov)

# #30150
source: Collections
sk: Kolekcie

# #30151
source: Remove from the collection
sk: Odstrániť z kolekcie

# #30152
source: Add to collection...
sk: Pridať do kolekcie

# #30153
source: Input a new title
sk: Zadať nový titul

# #30154
source: Picture added in
sk: Obrázok pridaný v

# #30155
source: Input a title for the new collection
sk: Zadať titul pre novú kolekciu

# #30156
source: Choose a collection
sk: Zvoliť kolekciu

# #30157
source: New collection
sk: Nová kolekcia

# #30158
source: Remove this collection
sk: Odstrániť túto kolekciu

# #30159
source: Rename this collection
sk: Premenovať túto kolekciu

# #30160
source: Create a new collection
sk: Vytvoriť novú kolekciu

# #30161
source: %s pictures added in
sk: %s obrázkov pridaných v

# #30180
source: Choose the destination for the export
sk: Zvoľte cieľový priečinok pre export

# #30181
source: Do you want to create a folder to export pictures ?
sk: Chcete vytvoriť priečinok pre export obrázkov ?

# #30182
source: Input the folder name
sk: Zadajte názov priečinku

# #30183
source: picture export canceled !
sk: export obrázkov zrušený !

# #30184
source: Picture exporting...
sk: Exportujem obrázky...

# #30185
source: Exporting '%s' to :
sk: Exportujem '%s' do :

# #30186
source: a file '%s' already exists
sk: súbor '%s' už existuje

# #30187
source: Overwrite ?
sk: Prepísať ?

# #30188
source: Export finished !
sk: Export skončil !

# #30189
source: %s pictures copied to %s
sk: %s obrázkov skopírovaných do %s

# #30190
source: Exported pictures
sk: Exportované obrázky

# #30201
source: Folder to scan
sk: Priečinok na prehľadávanie

# #30202
source: Browse this folder recursively
sk: Prehliadať tento priečinok rekurzívne

# #30203
source: Delete the database entries if picture does not exists anymore
sk: Zmazať položky databázy pokiaľ obrázok už neexistuje

# #30204
source: Path added !
sk: Cesta pridaná !

# #30205
source: Path deleted !
sk: Cesta zmazaná !

# #30206
source: Do a scan now
sk: Spusti prehľadávanie teraz

# #30207
source: Delete this path from database
sk: Vymazať túto cestu z databázy

# #30208
source: [B]Add[/B] a path to database
sk: [B]Pridať[/B] cestu do databázy

# #30209
source: Uploads from last %s days
sk: Nahrávky posledných %s dní

# #30210
source: Remove this path from excluded
sk: Vyňať túto cestu z vyradených

# #30211
source: Add a folder to [B]exclude[/B]
sk: Pridať cestu do [B]vyradených[/B]

# #30212
source: Exclude this folder from database
sk: Odstrániť tento priečinok z databázy

# #30213
source: Scan all paths
sk: Prehľadať všetky cesty

# #30214
source: Yes = scan all pictures.
sk: Áno = Prehľadať všetky obrázky

# #30215
source: No = scan only modified/new pictures.
sk: Nie = Áno = Prehľadať len zmenené/nové obrázky

# #30217
source: You must rescan the folders
sk: Musíte opäť prehľadať všetky priečinky

# #30218
source: to exclude the pictures!
sk: aby ste vyradili obrázky!

# #30220
source: Geolocation
sk: Geolokácia

# #30221
source: Fetching the map... (%0.2f%%)
sk: Vyvolávam mapu... (%0.2f%%)

# #30222
source: Zoom=%s
sk: Priblíženie=%s

# #30223
source: Use up / down arrows to zoom in / out
sk: Použite šípky Hore / Dole pre ovládanie priblíženia

# #30241
source: preparing
sk: pripravuje sa

# #30242
source: refreshing
sk: obnovuje sa

# #30243
source: passing
sk: končí sa

# #30244
source: adding
sk: pridáva sa

# #30245
source: re-scan
sk: znovu-prehľadávanie

# #30246
source: deleting
sk: vymazáva sa

# #30247
source: Please wait...
sk: Prosím čakajte...

# #30248
source: %s scanned / %s added / %s deleted / %s modified
sk: %s prehľadaných / %s pridaných / %s vymazaných / %s modifikovaných

# #30300
source: file name
sk: meno súboru

# #30301
source: path
sk: cesta

# #30302
source: path (thumbnail)
sk: cesta (náhľad)

# #30303
source: Show the slideshow
sk: Ukázať prezentáciu

# #30600
source: Filter Wizard
sk: Sprievodca filtrovania

# #30601
source: Tags
sk: Značky

# #30602
source: Contents
sk: Obsahy

# #30610
source: Please select tags (red checkbox means "not")
sk: Prosím zvoľte značky (červené začiarkávacie políčko znamená nie)

# #30611
source: 1 tag checked
sk: 1 značka začiarknutá

# #30612
source: %s tags checked
sk: %s značiek začiarknutých

# #30614
source: Cancel
sk: Zrušiť

# #30615
source: Match all tags
sk: Zladiť všetky značky

# #30620
source: Translate your tags
sk: Preložiť Vaše značky

# #30621
source: Close Editor
sk: Zatvoriť editor

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
sk: Nechať preklad prázdny a skryť značku v MyPicsDB

# #30623
source: Translation for %s
sk: Preklad pre %s

# #30650
source: Debugging
sk: Ladenie / Debug

# #30651
source: Enable debugging (regardless of XBMC settings)
sk: Povoliť ladenie (debugging / bez ohľadu na nastavenie XBMC)

# #30660
source: Database Settings
sk: Nastavenia databázy

# #30661
source: Database Backend
sk: Databázový backend

# #30664
source: User
sk: Užívateľ

# #30665
source: Password
sk: Heslo

# #30666
source: IP-Address or Name
sk: IP adresa alebo meno

# #30668
source: MySql DB Name
sk: Názov MySql DB

# #30669
source: Sqlite DB Name
sk: Názov Sqlite DB

# #30700
source: Country
sk: Krajina

# #30701
source: Country Code
sk: Kód krajiny

# #30702
source: State
sk: Štát

# #30703
source: City
sk: Mesto

# #30704
source: Location
sk: Poloha

# #30705
source: Event
sk: Udalosť

# #30706
source: Date Added
sk: Dátum pridaný

# #30707
source: Date Created
sk: Dátum vytvorený

# #30708
source: Date/Time Created
sk: Dátum / čas vytvorený

# #30709
source: Description
sk: Popis

# #30710
source: Headline
sk: Nadpis

# #30711
source: Title
sk: Názov

# #30712
source: Creator
sk: Autor

# #30713
source: Creator Title
sk: Názov autora

# #30716
source: Image Rating
sk: Hodnotenie obrázku

# #30717
source: Keyword
sk: Kľúčové slovo

# #30718
source: Category
sk: Kategória

# #30719
source: Supplemental Category
sk: Doplnková kategória

# #30720
source: Person
sk: Osoba

# #30721
source: Image Width
sk: Šírka obrázku

# #30722
source: Image Length
sk: Výška obrázku

# #30723
source: Orientation
sk: Orientácia
