Repository: teleshoes/raspi-config
Catalog: addons/plugin.image.mypicsdb/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: MyPicture Database
pt_br: Banco de Dados MyPicture

# #30001
source: Database
pt_br: Banco de Dados

# #30002
source: %A %d %B %Y
pt_br: %A, %d de %B de %Y

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
pt_br: seg.|ter.|qua.|qui.|sex.|sáb.|dom.

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
pt_br: jan.|fev.|mar.|abr.|mai.|jun.|jul.|ago.|set.|out.|nov.|dez.

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
pt_br: segunda-feira|terça-feira|quarta-feira|quinta-feira|sexta-feira|sábado|domingo

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
pt_br: janeiro|fevereiro|março|abril|maio|junho|julho|agosto|setembro|outubro|novembro|dezembro

# #30020
source: Picture folder
pt_br: Pasta da imagem

# #30021
source: Remove from database missing pictures
pt_br: Remover do bando de dados imagens faltantes

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
pt_br: Exame recursivo (todas as subpastas serão examinadas em busca de imagens)

# #30023
source: Picture extensions
pt_br: Extensões de imagens

# #30024
source: Perform scan at addon startup
pt_br: Examinar ao iniciar addon

# #30025
source: Initialize the database at next addon startup
pt_br: Inicializar o banco de dados na próxima inicialização de addons

# #30026
source: Use the picture as fanart for pictures
pt_br: Use a imagem como fanart para Imagens

# #30027
source: Settings for the dialog scan popup
pt_br: Ajustes para o popup de diálogo escanear

# #30028
source: Video extensions
pt_br: Extensões Vídeo

# #30029
source: Use the videos
pt_br: Use os vídeos

# #30030
source: General
pt_br: Geral

# #30031
source: Files
pt_br: Arquivos

# #30032
source: Age of recent files (days)
pt_br: Idade dos arquivos recentes (dias)

# #30033
source: Menu Items
pt_br: Itens no Menu

# #30034
source: Display all items
pt_br: Mostrar todos os itens

# #30035
source: Number of pics per page
pt_br: Número de imagens por página

# #30040
source: Only display pictures with rating of at least
pt_br: Apenas exibir imagens com classificação de pelo menos

# #30041
source: All
pt_br: Todos

# #30042
source: 1 star
pt_br: 1 estrela

# #30043
source: 2 stars
pt_br: 2 estrelas

# #30044
source: 3 stars
pt_br: 3 estrelas

# #30045
source: 4 stars
pt_br: 4 estrelas

# #30046
source: 5 stars
pt_br: 5 estrelas

# #30050
source: Pics
pt_br: Imagens

# #30051
source: Videos
pt_br: Vídeos

# #30060
source: Locate on disk
pt_br: Localizar no disco

# #30061
source: Archive those pictures
pt_br: Arquivar estas imagens

# #30062
source: Export those pictures to...
pt_br: Exportar estas imagens para...

# #30063
source: Add the file to archive :
pt_br: Adicionar arquivos que serão arquivados

# #30064
source: The archive '%s' already exists in
pt_br: O arquivo '%s' já existe em

# #30065
source: Overwrite ?
pt_br: Sobrepor?

# #30066
source: Archive canceled.
pt_br: Arquivo cancelado.

# #30067
source: Adding the picture to archive...
pt_br: Adicionando a imagem para arquivo...

# #30068
source: The archiving has been canceled !
pt_br: Arquivar foi cancelado!

# #30069
source: %s errors while archiving %s files
pt_br: %s de erros enquanto arquivando %s arquivos

# #30070
source: %s pictures successfully archived !!
pt_br: %s fotografias arquivadas com sucesso!!

# #30071
source: Localization of the picture on disk
pt_br: Localização da fotografia no disco

# #30090
source: Pictures without City
pt_br: Fotografias sem Cidade

# #30091
source: Pictures without Country
pt_br: Fotografias sem País

# #30092
source: Other pictures in '%s'
pt_br: Outras fotografias em '%s'

# #30093
source: Browse by Geography
pt_br: Navegar por Geografia

# #30094
source: Pictures without supplemental category
pt_br: Fotografias sem categoria suplementar

# #30095
source: Browse by Supplemental Category
pt_br: Navegar por Categoria Suplementar

# #30096
source: Pictures without categories
pt_br: Fotografias sem categorias

# #30097
source: Browse by Category
pt_br: Navegar por Categoria

# #30098
source: Global search
pt_br: Procura Global

# #30099
source: Paths of picture folders
pt_br: Caminhos paras as pastas de fotografias

# #30100
source: All images from %s (%s pics)
pt_br: Todas as imagens de %s (%s imagens)

# #30101
source: Browse by Date
pt_br: Navegar por Data

# #30102
source: Browse by Folders
pt_br: Navegar por Pastas

# #30103
source: Browse by Keywords
pt_br: Navegar por Palavras Chaves

# #30104
source: No keyword pictures
pt_br: Nenhuma palavra chave em imagens

# #30105
source: Date ranges
pt_br: Intervalos de datas

# #30106
source: Add a new date range
pt_br: Adicionar um novo intervalo de data

# #30107
source: Choose the start date
pt_br: Escolher a data inicial

# #30108
source: Choose the end date
pt_br: Escolher a data final

# #30109
source: Pics from %s to %s
pt_br: Fotografias de %s de %s

# #30110
source: Input a title for this date range :
pt_br: Entre com um título para o intervalo de datas:

# #30111
source: Delete this date range
pt_br: Deletar o intervalo de data

# #30112
source: Rename this date range
pt_br: Renomear o intervalo de data

# #30113
source: From %s to %s
pt_br: De %s para %s

# #30114
source: Input manually date
pt_br: Entrar dados manualmente

# #30115
source: Word to search for
pt_br: Procurar pela palavra

# #30116
source: %s results for '%s' in '%s'
pt_br: %s resultados para '%s' em '%s'

# #30117
source: Start date of the date range
pt_br: Data inicial do intervalo de datas

# #30118
source: End date of the date range
pt_br: Data final do intervalo de datas

# #30119
source: The search for '%s' did not match in the whole database
pt_br: A procura por '%s' não encontrou nada no banco de dados

# #30120
source: Browse by Persons
pt_br: Navegar por Pessoas

# #30121
source: Pictures without persons
pt_br: Fotografias sem pessoas

# #30122
source: Browse by Tags
pt_br: Navegar por Tags

# #30123
source: Help
pt_br: Ajuda

# #30130
source: The %s latest pics
pt_br: As %s fotos mais recentes

# #30131
source: Recent pics (number of images)
pt_br: Imagens recentes (número de fotos)

# #30150
source: Collections
pt_br: Coleções

# #30151
source: Remove from the collection
pt_br: Remover da coleção

# #30152
source: Add to collection...
pt_br: Adcionar para coleção...

# #30153
source: Input a new title
pt_br: Entre com um novo título

# #30154
source: Picture added in
pt_br: Imagem adicionada em

# #30155
source: Input a title for the new collection
pt_br: Entre com título para a nova coleção

# #30156
source: Choose a collection
pt_br: Escolha uma coleção

# #30157
source: New collection
pt_br: Nova coleção

# #30158
source: Remove this collection
pt_br: Remover esta coleção

# #30159
source: Rename this collection
pt_br: Renomear esta coleção

# #30160
source: Create a new collection
pt_br: Crie uma nova coleção

# #30161
source: %s pictures added in
pt_br: %s fotografias adicionadas em

# #30180
source: Choose the destination for the export
pt_br: Escolha um destino para a exportação

# #30181
source: Do you want to create a folder to export pictures ?
pt_br: Você deseja criar uma pasta para as fotografias exportadas

# #30182
source: Input the folder name
pt_br: Entre com o nome da pasta

# #30183
source: picture export canceled !
pt_br: Exportação de fotografias cancelada!

# #30184
source: Picture exporting...
pt_br: Exportando fotografia...

# #30185
source: Exporting '%s' to :
pt_br: Exportando '%s' para:

# #30186
source: a file '%s' already exists
pt_br: Um arquivo '%s' já existe

# #30187
source: Overwrite ?
pt_br: Sobrepor?

# #30188
source: Export finished !
pt_br: Exportação finalizada!

# #30189
source: %s pictures copied to %s
pt_br: %s fotografias copiadas para %s

# #30190
source: Exported pictures
pt_br: Fotografias Exportadas

# #30201
source: Folder to scan
pt_br: Pasta para examinar

# #30202
source: Browse this folder recursively
pt_br: Navegar recursivamente pela pasta

# #30203
source: Delete the database entries if picture does not exists anymore
pt_br: Deletar as entradas do banco de dados se a imagem não mais existir

# #30204
source: Path added !
pt_br: Caminho adicionado!

# #30205
source: Path deleted !
pt_br: Caminho deletado!

# #30206
source: Do a scan now
pt_br: Efetuar escaneamento agora

# #30207
source: Delete this path from database
pt_br: Deletar este caminho do banco de dados

# #30208
source: [B]Add[/B] a path to database
pt_br: [B]Adicionar[/B] um caminho para o banco de dados

# #30209
source: Uploads from last %s days
pt_br: Uploads dos últimos %s dias

# #30210
source: Remove this path from excluded
pt_br: Remover esta caminho da exclusão

# #30211
source: Add a folder to [B]exclude[/B]
pt_br: Adicionar uma pasta para [B]exclusão[/B]

# #30212
source: Exclude this folder from database
pt_br: Excluir esta pasta do banco de dados

# #30213
source: Scan all paths
pt_br: Escanear todos os caminhos

# #30214
source: Yes = scan all pictures.
pt_br: Sim = escanear todas as imagens.

# #30215
source: No = scan only modified/new pictures.
pt_br: Não = escanear somente novas ou modificadas imagens.

# #30217
source: You must rescan the folders
pt_br: Você deve reescanear as pastas

# #30218
source: to exclude the pictures!
pt_br: para excluir as imagens!

# #30220
source: Geolocation
pt_br: Geo Localização

# #30221
source: Fetching the map... (%0.2f%%)
pt_br: Buscando o mapa... (%0.2f%%)

# #30223
source: Use up / down arrows to zoom in / out
pt_br: Use as setas up / down para zoom in / out

# #30241
source: preparing
pt_br: preparando

# #30242
source: refreshing
pt_br: atualizando

# #30243
source: passing
pt_br: transferindo

# #30244
source: adding
pt_br: adicionando

# #30245
source: re-scan
pt_br: re-examinar

# #30246
source: deleting
pt_br: deletando

# #30247
source: Please wait...
pt_br: Por favor, aguarde

# #30248
source: %s scanned / %s added / %s deleted / %s modified
pt_br: %s escaneado / %s adicionado / %s deletado / %s modificado

# #30300
source: file name
pt_br: nome arquivo

# #30301
source: path
pt_br: caminho

# #30302
source: path (thumbnail)
pt_br: caminho (miniatura)

# #30303
source: Show the slideshow
pt_br: Mostrar o slideshow

# #30600
source: Filter Wizard
pt_br: Assistente de Filtro

# #30602
source: Contents
pt_br: Conteúdos

# #30610
source: Please select tags (red checkbox means "not")
pt_br: Por favor selecione tags (caixa vermelha significa "não")

# #30611
source: 1 tag checked
pt_br: 1 tag marcada

# #30612
source: %s tags checked
pt_br: %s tags marcadas

# #30614
source: Cancel
pt_br: Cancelar

# #30615
source: Match all tags
pt_br: Corresponder todas as tags

# #30620
source: Translate your tags
pt_br: Traduza suas tags

# #30621
source: Close Editor
pt_br: Fechar Editor

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
pt_br: Deixe tradução limpa para ocultar tipo de tag em MyPicsDB

# #30623
source: Translation for %s
pt_br: Tradução para %s

# #30650
source: Debugging
pt_br: Debugando

# #30651
source: Enable debugging (regardless of XBMC settings)
pt_br: Ativar Debug (Independente dos ajustes no XBMC)

# #30660
source: Database Settings
pt_br: Ajustes de Banco de Dados

# #30664
source: User
pt_br: Membro

# #30665
source: Password
pt_br: Senha

# #30666
source: IP-Address or Name
pt_br: Endereço IP ou Nome

# #30667
source: Port
pt_br: porta

# #30668
source: MySql DB Name
pt_br: Nome MySql DB

# #30669
source: Sqlite DB Name
pt_br: Nome Sqlite DB

# #30700
source: Country
pt_br: País

# #30701
source: Country Code
pt_br: Código País

# #30702
source: State
pt_br: Estado

# #30703
source: City
pt_br: Cidade

# #30704
source: Location
pt_br: Local

# #30705
source: Event
pt_br: Evento

# #30706
source: Date Added
pt_br: Data Adição

# #30707
source: Date Created
pt_br: Data Criação

# #30708
source: Date/Time Created
pt_br: Data/Hora que foi criado

# #30709
source: Description
pt_br: Descrição

# #30710
source: Headline
pt_br: Manchete

# #30711
source: Title
pt_br: Título

# #30712
source: Creator
pt_br: Criador

# #30713
source: Creator Title
pt_br: Título Criador

# #30715
source: Label
pt_br: Etiqueta

# #30716
source: Image Rating
pt_br: Classificação Imagem

# #30717
source: Keyword
pt_br: Palavra Chave

# #30718
source: Category
pt_br: Categoria

# #30719
source: Supplemental Category
pt_br: Categoria Suplementar

# #30720
source: Person
pt_br: Pessoa

# #30721
source: Image Width
pt_br: Largura da Imagem

# #30722
source: Image Length
pt_br: Comprimento da Imagem

# #30723
source: Orientation
pt_br: Orientação
